[A_Item.Currency UsableItemDefinition]
UseFailureConstraintsMessage="a lot of money"

[A_Item.Currency_Big UsableItemDefinition]
UseFailureConstraintsMessage="a lot of money"

[A_Item.Currency_Crystal UsableItemDefinition]
UseFailureConstraintsMessage="a lot of money"

[A_Item.EridiumBar UsableItemDefinition]
UseFailureConstraintsMessage="Iridium and its limitations"

[A_Item.EridiumBar:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Used to buy upgrades on the black market.."

[A_Item.EridiumStick UsableItemDefinition]
UseFailureConstraintsMessage="Iridium and its limitations"

[A_Item.EridiumStick:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Used to buy upgrades on the black market.."
